const TernsCondition = () => {
  return (
    <div>
      <h1 className="text-5xl text-center font-semibold mt-8 mb-6">
        Gif Tap Terms and Condition
      </h1>
      <div className="p-12">
        <h1 className="text-base font-semibold mt-3">
          'Gif Tap' তে আপনাকে স্বাগতম। আপনি এই ওয়েবসাইটের সকল টার্মস এবং
          কন্ডিশনস মেনে ওয়েবসাইটটি ব্যবহার করছেন অথবা করতে চাচ্ছেন বলে আমরা ধরে
          নিচ্ছি। এই ওয়েবসাইটে ব্যবহৃত “আমরা”, “আমাদের” বলতে মূলত “Gif Tap”
          কর্তৃপক্ষকে বুঝানো হয়েছে। আপনার যদি কোনো টার্মস এবং কন্ডিশনস বুঝতে
          সমস্যা হয়ে থাকে তাহলে আপনি আমাদের ইমেইল অথবা ফেসবুক পেজে যোগাযোগ করতে
          পারেন। টার্মস এবং কন্ডিশনসের ব্যাপারে “Gif Tap” কর্তৃপক্ষের সিদ্ধান্তই
          চূড়ান্ত এবং যেকোনো সময় তা পরিবর্তনের ক্ষমতা কর্তৃপক্ষের রয়েছে।
        </h1>
        <h1 className="text-base font-semibold mt-3">টার্মস এবং কন্ডিশনস: </h1>
        <h1 className="text-base font-semibold mt-3">
          ১. আপনার অ্যাকাউন্ট ক্রেডেনশিয়ালস (ইউজারনেম এবং পাসওয়ার্ড) একান্তই
          আপনার ব্যক্তিগত। এগুলো অন্য কোনো ব্যাক্তি/মাধ্যমের সাথে শেয়ার করা
          অনুমোদিত নয়। অ্যাকাউন্ট ক্রেডেনশিয়ালস অন্য কোনো ব্যাক্তি/মাধ্যমের সাথে
          শেয়ার করা হলে আপনার অ্যাকাউন্ট যেকোনো সময় বিনা নোটিশে টার্মিনেট করা
          হতে পারে এবং সেক্ষেত্রে আপনি আর এই অ্যাকাউন্ট ব্যবহার করতে পারবেন না।{" "}
        </h1>
        <h1 className="text-base font-semibold mt-3">
          ২. কর্তৃপক্ষের অনুমতি ব্যতিত যে কোনো কোর্স ম্যাটেরিয়ালস ডিস্ট্রিবিউশন
          সম্পূর্ণরূপে নিষিদ্ধ এবং আইনত দন্ডনীয় অপরাধ। আমরা আশা করি, এ ব্যাপারে
          আপনি সতর্ক থাকবেন। এটি সামগ্রিক ভাবে সবাইকেই ক্ষতিগ্রস্থ করতে পারে।{" "}
        </h1>
      </div>
    </div>
  );
};

export default TernsCondition;
